function Test() {
  return (
    <>
      <h1>
        Википе́дия (англ. Wikipedia, произносится о файле/ˌwɪkɪˈpiːdiə/, разг. «Ви́ки»[6] по названию
        технологии веб-сайта) — многоязычная общедоступная интернет-энциклопедия со свободным
        контентом, поддержку и написание которой осуществляют добровольцы — «википедисты»,
        посредством открытого сотрудничества[англ.] и с использованием программного обеспечения
        (сайта) MediaWiki, а также системы редактирования на основе вики-принципов. Википедия
        является самым крупным и, в то же время, наиболее читаемым справочником[7], а также самой
        полной энциклопедией из когда-либо создававшихся за всю историю человечества[8][9]. По
        состоянию на май 2025 года сайт находился на 8 месте по посещаемости в мире по версии
        компании SimilarWeb, занимающейся анализом интернет-трафика[10]. Запущена 15 января 2001
        года совместно Джимми Уэйлсом и Ларри Сэнгером[11]. Владелец сайта — американская
        некоммерческая организация «Фонд Викимедиа». На сайте действуют три основные политики:
        статьи не должны содержать никаких оригинальных исследований (то есть собственных изысканий,
        идей или выводов участников проекта); информация должна быть проверяема с помощью
        опубликованного авторитетного источника; статьи должны быть написаны с нейтральной точки
        зрения[12]. Название энциклопедии образовано от английских слов wiki («вики»; в свою очередь
        заимствовано из гавайского языка, в котором оно имеет значение «быстро») и encyclopedia
        («энциклопедия»). Одним из основных достоинств Википедии как универсальной энциклопедии
        является возможность представления информации на родном языке пользователя[13]. В Википедии
        есть 357 разделов на различных языках мира, а также сотни языковых разделов, находящихся в
        инкубаторе. Все в сумме они содержат более 60 миллионов статей[1]. Главной особенностью
        Википедии является то, что создавать и редактировать статьи в ней может любой пользователь
        Интернета[комм. 2], поскольку она построена на принципе «вики» — технологии веб-сайта,
        предоставляющей пользователям инструменты для редактирования текста в нём. Все вносимые
        такими добровольцами изменения незамедлительно становятся доступными для просмотра всем
        посетителям сайта. В декабре 2013 года в заявлении ЮНЕСКО по случаю награждения Джимми
        Уэйлса, основателя Википедии, Золотой медалью Нильса Бора про Википедию было сказано, что
        она является «символом эпохи взаимодействия, в которую мы живём, и это не просто инструмент,
        это воплощение мечты, столь же древней, как само человечество, как собрания Александрийской
        библиотеки»[14][15]. Поскольку Википедию, будучи не ознакомленным с темой статьи в ней, по
        концепции «Вики», может редактировать любой интернет-пользователь, её надёжность и точность
        неоднозначны[16]. Википедию критикуют за возможность добавления ложной, непроверенной или
        неактуальной информации[17] и вандализма на её страницах, однако научные исследования
        свидетельствуют о том, что вандализм обычно оперативно устраняют[18][19]. Раздел Википедии
        на русском языке, по состоянию на 12 августа 2025 года, насчитывает 2 058 738 статей
        различной тематики, занимая 7-е место по количеству статей среди всех языковых разделов.
      </h1>
    </>
  );
}

export default Test;
